Repository: cyberbudy/pythondigest
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Advertising
ru: Реклама

source: Title
ru: Название

source: ID
ru: Идентификатор

source: Template
ru: Шаблон

source: Path to template
ru: Путь до шаблона

source: Ads type
ru: Тип рекламы

source: Ads types
ru: Типы рекламы

source: Align
ru: Расположение

source: Ads align
ru: Расположение рекламы

source: Additional info
ru: Дополнительная информация

source: Not valid slug for AdPage
ru: Не валидный URL для рекламной страницы (AdPage)

source: Ads page
ru: Рекламная страница

source: Ads pages
ru: Рекламные страницы

source: Name
ru: Название

source: Active
ru: Активный

source: Description
ru: Описание

source: Start date
ru: Дата начала

source: End date
ru: Дата завершения

source: Draft
ru: Черновик

source: Pending
ru: Ожидает

source: Moderated
ru: Рассмотрен

source: Imported
ru: Импортировано

source: In queue
ru: В очереди

source: Russian
ru: Русский

source: English
ru: Английский

source: Twitter feed
ru: Twitter лента

source: RSS feed
ru: RSS лента

source: Keyword
ru: Ключевое слово

source: Keywords
ru: Ключевые слова

source: Announcement
ru: Анонс

source: Image
ru: Изображение

source: Publication date
ru: Дата публикации

source: Status
ru: Статус

source: Trend
ru: Тенденция

source: Latest moderated Item
ru: Последняя отмодерированная новость

source: Issue of digest
ru: Выпуск дайджеста

source: Issues of digest
ru: Выпуски дайджеста

source: Priority
ru: Приоритет

source: Icon
ru: Иконка

source: Section
ru: Раздел

source: Sections
ru: Разделы

source: Resource
ru: Ресурс

source: Resources
ru: Источники

source: Is editors choice
ru: Выбор редакции

source: Date
ru: Дата

source: For example, publication date of the news on the source
ru: Например, дата публикации новости в источнике

source: Created date
ru: Дата создания

source: modified date
ru: Дата модификации

source: Activated date
ru: Дата активации

source: Who added item
ru: Кто добавил новость

source: Article path
ru: Путь до статьи

source: News
ru: Новости

source: Last check time
ru: Время последней проверки

source: Score
ru: Оценка

source: Classifier analysis
ru: Анализ классификатора

source: Type
ru: Тип

source: Source
ru: Источник

source: Required content
ru: Обязательный контент

source: On testing
ru: На тестировании

source: Language of content
ru: Язык контента

source: News source
ru: Источник новостей

source: News sources
ru: Источники новостей

source: Package
ru: Библиотека

source: Packages
ru: Библиотеки

source: Is active
ru: Активно

source: IF element
ru: ЕСЛИ элемент

source: IF condition
ru: ЕСЛИ условие

source: IF value
ru: ЕСЛИ значение

source: THEN element
ru: ТО элемент

source: THEN action
ru: ТО действие

source: THEN value
ru: ТО значение

source: Weight
ru: Вес

source: Processing rule
ru: Правило обработки

source: Processing rules
ru: Правила обработки

source: News adding
ru: Добавление новости

source: Send
ru: Отправить

source: A weekly selection of the latest and the most important news about Python
ru: Еженедельная подборка свежих и самых значимых новостей o Python

source: The new issue of the weekly digest of news about #python is already in the air!
ru: Новый выпуск еженедельного дайджеста новостей о #python уже в эфире

source: Python digest, %(title)s %(description)s
ru: Дайджест python, %(title)s %(description)s

source: Python digest, %(title)s
ru: Дайджест python, %(title)s

source: No releases so far
ru: Пока еще ни одного выпуска

source: Read
ru: Читать

source: All
ru: Все

source: Only in Russian
ru: Только на русском

source: Only in English
ru: Только на английском

source: Language of the news
ru: Язык новости

source: Editor's choice
ru: Выбор редакции

source: <strong>Its sad but true!</strong> There is no news in this feed.
ru: <strong>Печально но факт!</strong> В этой ленте нет новостей.

source: That's bad luck! It seems this news was updated earlier =( You need to update this news in order to make changes
ru: Вот незадача! Кажется эту новость обновили раньше =( Нужно обновить новость для того чтобы внести правки.

source: Without title
ru: Без заголовка

source: Your link is successfully added for consideration
ru: Ваша ссылка успешно добавлена на рассмотрение

source: Frontend
ru: Фронтенд

source: Announcements in Russian of the latest news about python and surrounding technologies.
ru: Рускоязычные анонсы свежих новостей о python и близлежащих технологиях

source: News digest about python - all editions
ru: Дайджест новостей о python - все выпуски

source: Python-digest #%s. News, interesting projects, articles and interviews [%s — %s]
ru: Python-digest #%s. Новости, интересные проекты, статьи и интервью [%s — %s]

source: Feed editor
ru: Покормить редактора

source: Help project
ru: Помочь проекту

source: Help the project
ru: Помочь проекту

source: Feed the team
ru: Покормить команду

source: Help to pay for the domain
ru: Помочь оплатить домен

source: Donate on beer
ru: Скинуться на пиво

source: Donate on hosting
ru: Скинуться на хостинг

source: Donate on cake
ru: Скинуться на торт

source: Link
ru: Ссылка

source: Jobs
ru: Вакансии

source: Source name
ru: Название источника

source: In edit
ru: На тестировании

source: Is activated
ru: Включено

source: Source of job import
ru: Источник импорта вакансий

source: Sources of job import
ru: Источники импорта вакансий

source: String
ru: Строка

source: List of rejected
ru: Слисок исключения

source: Strings to reject
ru: Строки для исключения

source: List of accepted
ru: Слисок одобрения'

source: link
ru: Ссылка

source: Job description
ru: Описание вакансии

source: Date of creation
ru: Дата создания

source: Date of update
ru: Дата обновления

source: Date of publication
ru: Дата обновления

source: ID in the source
ru: ID в источнике

source: Place's name in the source
ru: Название места в источнике

source: Logo's URL
ru: URL логотипа

source: Employer
ru: Работодатель

source: Salary
ru: Заработная плата

source: Salary till
ru: З/п до

source: Currency
ru: Валюта

source: from {low}
ru: от {low}

source: to {high}
ru: до {high}

source: Job
ru: Вакансия

source: <strong>Attention!</strong> references in this section come without moderation.
ru: <strong>Внимание!</strong> ссылки в этот раздел попадают без модерации.

source: If you have noticed a bad link let us know:
ru: Если вы заметили плохую ссылку сообщите нам

source: in
ru: в

source: Chat
ru: Чат

source: by
ru: по

source: Jobs:
ru: Вакансии:

source: Landings
ru: Лендинги

source: Main news
ru: Главные новости

source: Block of interesting news in the form of a thumbnail image
ru: Блок интересных новостей в виде миниатюр изображения

source: Videos
ru: Видео

source: Articles
ru: Статьи

source: New django packages
ru: Новые джанго пакеты

source: Books
ru: Книги

source: Documentation
ru: Документация

source: Not Found
ru: Не найдена

source: Page not found
ru: Страница не найдена

source: Server Error
ru: Ошибка сервера

source: Something went wrong
ru: Что-то произошло не так

source: Settings
ru: Настройки

source: Account
ru: Аккаунт

source: Change password
ru: Сменить пароль

source: Delete account
ru: Удалить аккаунт

source: Delete Account
ru: Удалить аккаунт

source: Delete My Account
ru: Удалить мой аккаунт

source: Confirm email address for %(site_name)s
ru: Подтвердите почтовый адрес для %(site_name)s

source: Create an account on %(name)s
ru: Создать учетную запись для %(name)s

source: [%(site_name)s] Password reset
ru: [%(site_name)s] Восстановление пароля

source: Confirm Email
ru: Подтвердите адрес электронной почты

source: Confirm email address <b>%(email)s</b> ?
ru: Подтвердить почтовый адрес <b>%(email)s</b> ?

source: Confirm
ru: Подствердить

source: Confirm your email address
ru: Подтвердите свой email

source: Go back
ru: Вернуться

source: Email confirmed
ru: Email подтвержден

source: You have confirmed <b>%(email)s</b>
ru: Вы подтвердили <b>%(email)s</b>

source: Log in
ru: Вход

source: Log in to an existing account
ru: Авторизоваться в аккаунт

source: Forgot your password?
ru: Забыл пароль?

source: Don't have an account?
ru: У вас есть аккаунт?

source: Sign up
ru: Регистрация

source: Disconnect %(backend)s
ru: Отключить %(backend)s

source: Log out
ru: Выход

source: Are you sure you want to log out?
ru: Вы действительно хотите выйти?

source: Save
ru: Сохранить

source: Password reset
ru: Восстановление пароля

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
ru: Забыли свой пароль? Введите свой почтовый адрес ниже и мы отправим вам письмо, позволяющее сбросить его.

source: Reset my password
ru: Восстановить мой пароль

source: Password reset sent
ru: Пароль восстановлен и отправлен

source: Resend
ru: Отправить

source: Set your new password
ru: Установите новый пароль

source: Bad token
ru: Невалидный токен

source: Already have an account?
ru: Уже есть аккаунт?

source: This site is in private beta
ru: Этот сайт находится в закрытом бета-тестировании

source: Your signup code...
ru: Ваш код регистрации...

source: A weekly compilation of the latest and most important news about Python. Videos, articles, training materials, releases of libraries and projects. A lot of content about Django, Flask, numpy, and machine learning
ru: Еженедельная подборка свежих и самых значимых новостей o Python. Видео, статьи, обучающие материалы, релизы библиотек и проектов. Много контента про Django, Flask, numpy и машинное обучение

source: python, django, flask, news about python,
ru: питон, python, django, flask, новости о python,

source: Place your ads
ru: Разместим вашу рекламу

source: Write:
ru: Пиши:

source: We are hosting at FirstVDS.ru - Cheap hosting in Russia
ru: Мы хостимся на FirstVDS.ru - Дешевый хостинг в России

source: Python news digest 2013 — %(current_time)s
ru: Дайджест новостей о python 2013 — %(current_time)s

source: Support us
ru: Нас поддерживает

source: All the most interesting right here and right now!
ru: Всё самое интересное прямо здесь и сейчас!

source: Add news
ru: Добавить новость

source: Python Digest
ru: Python Дайджест

source: NEWS
ru: НОВОСТИ

source: RELEASES
ru: ВЫПУСКИ

source: OUR FRIENDS
ru: НАШИ ДРУЗЬЯ

source: HELP PROJECT
ru: ПОМОЧЬ ПРОЕКТУ

source: Enter the query...
ru: Введите запрос...

source: Search
ru: Поиск

source: Find the typo?
ru: Нашли опечатку?

source: Select spelling error with your mouse and press Ctrl+Enter
ru: Выделите фрагмент и отправьте нажатием Ctrl+Enter.

source: Orphus system
ru: Система Orphus

source: User's choice
ru: Выбор пользователей

source: Latest news
ru: Последние новости

source: Show all
ru: Показать все

source: Comment link
ru: Прокомментировать ссылку

source: Tags:
ru: Теги:

source: Create date:
ru: Дата создания

source: Section:
ru: Раздел

source: Language:
ru: Язык:

source: Trend of the week
ru: Тенденция недели

source: Experimental function:
ru: Экспериментальная функция:

source: Below you can see the text of the article you can follow by the link. You can quickly understand the link worth reading or not
ru: Ниже вы видите текст статьи по ссылке. По нему можно быстро понять ссылка достойна прочтения или нет

source: Please note that the text under the link may not match with text here.
ru: Просим обратить внимание, что текст по ссылке и здесь может не совпадать.

source: Article text
ru: Текст статьи

source: Add news to the Digest
ru: Добавить новость в Дайджест

source: We don't host news openly advertising.<br /> Links to resources hosted on a paid for money, email us on:
ru: Мы не размещаем новости откровенно рекламного характера.<br /> Ссылки на платные ресурсы размещаются за деньги, пишите на email:

source: The new release of weekly digest of news about #python is already in the air!
ru: Новый выпуск еженедельного дайджеста новостей о #python уже в эфире!

source: Python Digesst
ru: Python Дайджест

source: Any
ru: Любой

source: Author: %(user)s Published at: %(created_at)s
ru: Автор: %(user)s Опубликовано: %(created_at)s

source: Our friends
ru: Наши друзья

source: Weekly collection of fresh and the most important news about Python
ru: Еженедельная подборка свежих и самых значимых новостей o Python

source: The current release:
ru: Текущий выпуск:
